---
kind: property
id: P:Autodesk.Revit.DB.Workset.IsEditable
zh: 工作集
source: html/da8e1fb4-b396-b9f1-1e9b-8aeef031360d.htm
---
# Autodesk.Revit.DB.Workset.IsEditable Property

**中文**: 工作集

Whether the workset is editable.

## Syntax (C#)
```csharp
public bool IsEditable { get; }
```

## Remarks
The workset is editable if owned by current user.